<table width=95%>
<tr><td><i>2000-2002 году в лицее-интернате №7 был проведён капитальный ремонт и реконструкция</i></td>
<tr><td>
<b><h3>Материально-техническая база лицея включает в себя:</h3></b> 
<ul>
<li>учебный корпус (на 600 человек в одну смену)</li>
<li>спальный корпус (на 80 мест)</li>
<li>столовая (на 160 мест)</li>
<li>комплекс санитарно-бытовых служб: медицинский кабинет, прачечная,сауна с бассейном.</li>
</ul></td></tr>
<tr><td><b><h3>Особую гордость лицея составляет учебный корпус.</h3></b>

В нём находятся специализированные 
<ul>
<li>кабинет информатики</li>
<li>кабинет физики</li>
<li>кабинет химии</li>
<li>учебно-производственные мастерские</li>
<li>кабинет домоводства (швейное и кулинарное отделения)</li>
<li>актовый зал</li>
<li>библиотека и читальный зал</li>
</ul></td></tr>

<tr><td>
<b><h3>Условия проживания</h3></b>

Спальный корпус расположен в трёхэтажном здании, которое образует единый комплекс с учебным корпусом. Здесь находятся столовая и медицинский блок. Общежитие- блочного типа. В каждом блоке находятся жилые комнаты, санитарно-гигиеническая комната, комнаты для вечернего чая. В жилой комнате, рассчитанной на 3-4 человека, есть индивидуальные шкафы для одежды, тумбочки, столы и стулья.. В общежитии круглосуточно находятся дежурные педагоги.</td></tr>
<tr><td><b><h3>Профильное обучение<br /></h3></b>

Лицей проводит набор среди учащихся 9-10 классов г. Бердска и Новосибирской области в 9-10 профильные классы естественно-научного направления с профильными предметами математика, физика, химия, биология. 
<b><h3>Учащимся предлагается большой выбор элективных курсов:</h3></b>
<ul>
<li>решение олимпиадных задач по химии, физике, математике</li>
<li> математическое моделирование</li>
<li>основы цифровой фотографии</li>
<li>программирование</li>
<li>иностранный язык</li>
<li>физика нестандартных ситуаций</li>
<li>основы аналитической химии и химической технологии</li>
</ul>
</td></tr>

<tr><td>
<b><h3>В лицее работают комплексно-целевые программы:</h3></b>
<ul>
<li>школа полного дня</li>
<li>здоровье детей и педагогов</li>
<li>школьный городок</li>
<li>одарённые дети</li>
</ul>
</td></tr>
</table>
