INSERT INTO site_news
   (`id`, `title`, `image`, `short_text`, `full_text`, `type`, `name`, `date`)
VALUES
   (3, 'Юбилей школы', '', '25 февраля нашему лицею исполнилось 50 лет со дня основания! Состоялись торжественные празднования, а также встречи выпускников прошлых лет', '25 февраля провели концерт посвященный «50-летнему Юбилею школы №7».<br>\r\nОрганизовали чаепитие для ветеранов. 54 педагога лицея награждены  Грамотами  и  Благодарностями  Губернатора , Законодательного собрания, Министерства образования, науки и инновационной политики  Новосибирской области, главы города Бердска, управления образования.\r\n<br><br> \r\n26 февраля провели концерт посвященный «50-летнему Юбилею школы №7», для выпускников школы.<br>\r\nБолее 400 выпускников   присутствовали на  вечере встречи выпускников. В выступлениях  выпускников   звучали слова благодарности педагогам лицея за особую атмосферу, доброжелательность, чувство семьи, создаваемое ими.\r\n<br><br>\r\nВ приказе №303  Министерства образования, науки и инновационной политики, утверждены списки призеров и победителей регионального этапа олимпиады. 10 обучающихся лицея стали призерами и победителями  регионального этапа олимпиады школьников.\r\n<br><br>\r\nФотоотчёт о концерте к юбилею лицея  вы можете посмотреть в <a href=?s=photos&album=5>Галерее</a>\r\n', 0, 'Админ', "26.2.2011 10:00:00");

INSERT INTO site_news
   (`id`, `title`, `image`, `short_text`, `full_text`, `type`, `name`, `date`)
VALUES
   (4, 'Поздравления к 8 марта!', '', 'Поздравляем всех дам с 8 марта! Пожелания - в полной новости!', '<center>Про этот праздник много есть стихов,<br>\r\nНо поздравлять с ним, право, не устану.<br>\r\nПусть голоса детей, сливаясь в хор,<br>\r\nПоздравят вас, родные наши мамы!<br>\r\nЗдоровья, счастья и большой любви<br>\r\nВсем женщинам сегодня пожелаем.<br>\r\nАх, если б в марте пели соловьи<br>\r\nИли цвела сирень, как в тёплом мае.<br>\r\n<br><br>\r\n<a class=\'highslide\' href=./images/news/8.jpg onclick=\'return hs.expand(this)\'> <img src=./images/news/8.jpg /></a>\r\n</center>', 0, 'Админ', "8.3.2011 23:36:01");

INSERT INTO site_news
   (`id`, `title`, `image`, `short_text`, `full_text`, `type`, `name`, `date`)
VALUES
   (1, 'Приветствие!', '', 'Добро пожаловать на сайт нашего лицея №7! Надеемся, что вам будет здесь уютно и комфортно! Располагайтесь!', 'Добро пожаловать на сайт нашего лицея №7! Надеемся, что вам будет здесь уютно и комфортно! Располагайтесь!', 0, 'Админ', "1.2.2011 11:10:20");

INSERT INTO site_news
   (`id`, `title`, `image`, `short_text`, `full_text`, `type`, `name`, `date`)
VALUES
   (2, 'Приезд Александра Карелина', '', 'Наш лицей посетил «Карелин Фонд» - олимпийские чемпионы: Карелин А.А., Подгорный Е.А., Глухих А.В., Минх И.Э. ', '14 февраля наш лицей посетил «Карелин Фонд» - олимпийские чемпионы: Карелин А.А., Подгорный Е.А., Глухих А.В., Минх И.Э. В спортивном зале с 10 до 11 часов прошла спортивная эстафета «Будь верен России!» для 3,6 классов. \r\n<br><br>С 11 до 12 часов в актовом зале прошла встреча с олимпийскими звездами у 4в, 6, 9-11 классов. На конференции ребятам представилась возможность задать вопрос чемпиону и получить на него ответ.  \r\n<br><br>\r\nПриезд чемпионов не остался незамеченным. Фотоотчёт вы можете посмотреть в <a href=?s=photos&album=4>Галерее</a>', 0, 'Админ', "14.2.2011 21:41:01");

