INSERT INTO site_teach_blog
   (`id`, `teach_id`, `date`, `title`, `text`)
VALUES
   (1, 1, "9.3.2011 21:02:24", 'Приветствие', 'Рада приветствовать Вас на моём персональном блоге, с помощью которого я рассчитываю получать от Вас свои отклики и мнения о деятельности нашего образовательного учреждения. Я надеюсь, что здесь мы сможем обмениваться мнениями о происходящих событиях.\r\nПриглашаю вас принять активное участие в обсуждении.');

INSERT INTO site_teach_blog
   (`id`, `teach_id`, `date`, `title`, `text`)
VALUES
   (2, 1, "9.3.2011 21:02:50", 'Возможно ли получить золотую или серебрянную медаль с одной тройкой в аттестате за 9-й класс?', 'Получить золотую или серебряную медаль возможно только после окончанию 11 классов. После окончания 9 классов возможно получить аттестат особого образца, но для этого необходимо закончить учебный год только на отлично.');

INSERT INTO site_teach_blog
   (`id`, `teach_id`, `date`, `title`, `text`)
VALUES
   (3, 1, "9.3.2011 21:03:20", 'Здравствуйте. Убедительная просьба, чтобы учителя выставляли оценки в дневники по итогам работы учащихся в течение урока, а не в конце месяца.', 'Такая практика предполагается сама собой. Но нередко возникает ситуация, когда ребенок, получив нежелательную отметку, отказывается дать дневник, ссылаясь на то, что забыл его дома. Не все дети своевременно сдают дневник классному руководителю для выставления отметок за определенный период (как правило, дневники проверяются один раз в неделю).');

INSERT INTO site_teach_blog
   (`id`, `teach_id`, `date`, `title`, `text`)
VALUES
   (4, 1, "9.3.2011 21:03:48", 'После нового года многие ученики начнут ещё более активно готовиться к егэ,в том числе я. Можно ли из расписания убрать час-два ненужных (провести опрос) предметов и на эти часы сделать нужные большинству факультативы?', 'Школьное расписание строится на основе базисного учебного плана, куда входят все обязательные для изучения предметы. Так что ненужных предметов в расписании нет. Если же хотя бы один из предметов будет отсутствовать, то выпускники не получат аттестаты об образовании. Поэтому ничего исключить нельзя. Кроме того, я думаю, что эти два часа не сыграют роли, если правильно распределить свое время. Даже на отдых время останется.');

INSERT INTO site_teach_blog
   (`id`, `teach_id`, `date`, `title`, `text`)
VALUES
   (5, 1, "9.3.2011 21:05:11", 'Нужно ли отправлять ребенка в школу в сильные морозы?', 'Для тех учеников, которые придут в школу несмотря на морозы, занятия будут проводиться. Решение о посещении ребенком учебного заведения принимают родители.  Родители должны сообщить о своем решении классному руководителю в письменном виде (после морозов). В таком случае уроки, пропущенные из-за погодных  условий, не будут засчитаны пропусками по неуважительной причине.');

INSERT INTO site_teach_blog
   (`id`, `teach_id`, `date`, `title`, `text`)
VALUES
   (6, 1, "9.3.2011 21:07:05", 'Как Вы поощряете своих учеников? ', 'Все школьные мероприятия заканчиваются награждением, призы самые разные: грамоты, сюрпризы, благодарности, сладости. В конце года проходит праздник «За честь школы», где награждаются все дети, которые отстаивали честь школы в различных мероприятиях.');

